Repository: HitaloM/Samsung-Helper
Catalog: locales/*/LC_MESSAGES/bot.po
Languages: pt_br

source: You need to specify an device. Use /device name
pt_br: Você precisa especificar um dispositivo. Use /device nome

source: This button is not for you.
pt_br: Este botão não é para você.

source: No device found.
pt_br: Nenhum dispositivo encontrado.

source: Search Results For: {query}
pt_br: Resultados da busca por {query}

source: You can select your preferred language for the bot in this chat by clicking on one of the buttons below. These are the languages that the bot currently supports. If you are interested in contributing to the translations with your language, please contact @Hitalo.
pt_br: Você pode selecionar seu idioma preferido para o bot neste chat clicando em um dos botões abaixo. Esses são os idiomas que o bot suporta atualmente. Se estiver interessado em contribuir para as traduções em seu idioma, entre em contato com @Hitalo.

source: Your current language: {lang}
pt_br: Seu idioma atual: {lang}

source: Group current language: {lang}
pt_br: Idioma atual do grupo: {lang}

source: 🌎 Contribute in translations!
pt_br: 🌎 Contribua nas traduções!

source: 🔙 Back
pt_br: 🔙 Voltar

source: Changed language to {lang}
pt_br: Idioma alterado para {lang}

source: ℹ️ About
pt_br: ℹ️ Sobre

source: 🌐 Language
pt_br: 🌐 Idioma

source: 📚 Help
pt_br: 📚 Ajuda

source: Hello <b>{user_name}</b>! I'm a bot made to help Samsung Galaxy users. You can have a look at my features in the help menu by clicking the button below.
pt_br: Olá <b>{user_name}</b>! Sou um bot feito para ajudar os usuários da Samsung Galaxy. Você pode dar uma olhada nos meus recursos no menu de ajuda clicando no botão abaixo.

source: This bot is made to help Samsung Galaxy users.
pt_br: Este bot foi feito para ajudar os usuários Samsung Galaxy.

source: 📚 Channel
pt_br: 📚 Canal

source: You need to specify an device. Use /specs name
pt_br: Você precisa especificar um dispositivo. Use /specs nome

source: No specs found.
pt_br: Nenhuma especificação encontrada.

source: <b>Specs for {device}</b>
pt_br: <b>Especificações para {device}</b>

source: <b>Below are some useful tools for Samsung Galaxy devices</b>:
pt_br: <b>Abaixo estão algumas ferramentas úteis para dispositivos Samsung Galaxy</b>:

source: Get brief information about a device.
pt_br: Obtenha informações breves sobre um dispositivo.

source: Get specifications of a device.
pt_br: Obtém especificações de um dispositivo.

source: Get latest tools for Samsung Galaxy
pt_br: Obtenha as últimas ferramentas para Samsung Galaxy

source: Change bot language.
pt_br: Alterar idioma do bot.
